[{"sentiment":"negative","tweet":"@AreaMan20410331 @mikejason73 Hear me out we have a brand new b21 bomber let’s give those old obsolete b2 bombers to Ukraine and see what happens","userid":"1668303476"}
{"sentiment":"neutral","tweet":"It can create a fortress chain from Papua to Timor islands. Second line of defense is their Great Barrier Reef yet with massive long range drones they are easy to be beated. Their B2 bombers are hard to detect yet with sub orbit stealth satelite UAV wirh optical detection and","userid":"1441252147090231296"},
{"sentiment":"positive","tweet":"@Vlad_is_love_Mn @DefMon3 🙄 UKR hasn’t been asking nor military/osint experts (inc DefMon3) been pushing for Tomahawks for mths though… just like they haven’t been asking for B2 bombers. ATACMS however…","userid":"3413729518"},
{"sentiment":"neutral","tweet":"RT @JusticeForEren: This is very plausible; Mappa completely reanimating the tree scene to show Eren's dream in more depth and detail. Such as him dying to Mikasa, the B2 bombers in the extra pages, etc. It will always be past memories, which in this case, comes from the previous timeline.","userid":"884280900007100416"},
{"sentiment":"neutral","tweet":"This is very plausible; Mappa completely reanimating the tree scene to show Eren's dream in more depth and detail. Such as him dying to Mikasa, the B2 bombers in the extra pages, etc. It will always be past memories, which in this case, comes from the previous timeline.","userid":"1389090264145350657"},
{"sentiment":"neutral","tweet":"What do you think would help Russia to hurt Ukraine the most?  F-35s B2 bombers https://t.co/7wWrdGhDm6","userid":"1238878103239180288"},
{"sentiment":"neutral","tweet":"@TheBrit96 B2 bombers being phased out, right?","userid":"944047168188432386"},
{"sentiment":"positive","tweet":"@graywolf19631 @marklevinshow Good luck battling an M1 Abrams tanks, B2 bombers, F-18s and HIMARS with your Velcro strap.","userid":"63063971"},
{"sentiment":"positive","tweet":"@TomoGetBack @RunawayFamous Wait till you see the B2 bombers you gona love that part lol!! Best scene in the manga","userid":"2368089702"},
{"sentiment":"negative","tweet":"@GlasnostGone US/NATO needs to open fire. No Fly zone, B2 bombers and A10's pounding Russian  positions.","userid":"345487364"},
{"sentiment":"positive","tweet":"@Sluricain72 @LouisOliver25 was a beast! He has skills and swagger. B2 Bombers 4 life. 🐬👍 I was a kid back than and still love the way he played with Jarvis. R.I.P buddy. Best safety duo IMO. Former 🐊🐬","userid":"1580846948394930178"},
{"sentiment":"neutral","tweet":"@AndrewPerpetua Oh no! Did they also get the B2 bombers we sent to Ukraine?","userid":"45374629"},
{"sentiment":"negative","tweet":"This UFO stuff is always total horse shit.   5 years ago and still no aliens on the white house lawn.   The “Aliens” are space force tech they slowly disclose to the public. UFO’s in the 1970’s were just B2 bombers for example. https://t.co/20t9Xm8oCM","userid":"2209106522"},
{"sentiment":"neutral","tweet":"@hrkbenowen Only thing we need to send there us B2 bombers","userid":"1426050866142978048"},
{"sentiment":"neutral","tweet":"@KyivIndependent Give Ukraine B2 bombers so they can strike deep inside Russia","userid":"932354434776092674"},
{"sentiment":"neutral","tweet":"@ImMeme0 We need to send the B2 bombers. Wipe them out without a fight.","userid":"2211769243"}]